Repository: MandanaMoshref/ckanext-lhm
Catalog: ckanext/lhm/i18n/*/LC_MESSAGES/ckanext-lhm.po
Languages: de

source: Required
de: Pflicht

source: Field:
de: Feld:

source: Data Type Override
de: Datentyp Überschreibung

source: Conditions
de: Bedingung

source: Description
de: Beschreibung

source: Remarks
de: Bemerkung

source: Attribute Name
de: Attribut

source: Data Type
de: Datentyp

source: Attribute
de: Attribut

source: Remove
de: Löschen

source: These fields have been removed, click update below to save your changes.
de: Diese Felder wurden entfernt. Klicken Sie unten auf Aktualisieren, um Ihre Änderungen zu speichern.

source: These fields have been removed.
de: Diese Felder wurden entfernt.

source: Add
de: Hinzufügen

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
de: Sie können die <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown-Formatierung</a> verwenden

source: This field is required
de: Dieses Feld ist erforderlich

source: Custom
de: Benutzerdefiniert

source: The form contains invalid entries:
de: Das Formular enthält ungültige Eingaben:

source: Required field
de: Pflichtfeld

source: Image URL
de: Bild URL

source: Image
de: Bild

source: Clear Upload
de: Upload löschen

source: Add Field
de: Weitere Attribute hinzufügen

source: Additional hints regarding the resource/data useage
de: weitere Hinweise zur Nutzung

source: Accuracy
de: Genauigkeit

source: Positional accuracy
de: Lagengenauigkeit

source: Remark
de: Bemerkung

source: Archivability
de: Archivwürdigkeit

source: Justification
de: Begründung

source: Dictionary fields
de: Datenattribute

source: Dictionary labels
de: Attribut-Anmerkungen

source: Dictionary notes
de: Attribut-Beschreibungen

source: Datastore active
de: Datastore-Aktiv

source: Datastore contains all records of source file
de: Datastore enthält alle Datensätze der Quelldatei

source: Has views
de: Datenvorschau

source: Log in
de: Einloggen

source: Developed together with
de: Zusammenentwicklung mit

source: Main Categories
de: Hauptkategorien

source: All entries in this catalogue can be grouped in various ways. Each catalogue entry must be assigned to exactly one main category and optionally to any number of subject fields. The main category provides information about the type of information resource and thus determines which metadata is required. The subject affiliation indicates the fields of application for which a catalogue entry is relevant. The breakdown of the individual groups is as follows:
de: Alle Einträge in diesem Katalog können auf verschiedene Weise gruppiert werden. Dabei muss jeder Katalogeintrag genau einer Hauptkategorie und optional beliebig vielen Themenfeldern zugeordnet werden. Die Hauptkategorie gibt Auskunft über die Art der Informationsressource und bestimmt damit, welche Metadaten benötigt werden. Die Themenzugehörigkeit gibt an, für welche Anwendungsfelder ein Katalogeintrag relevant ist. Die Aufteilung der einzelnen Gruppen ist wie folgt:

source: Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
de: Mit Organisationen können Gruppen von Datensätzen erstellt, bearbeitet und veröffentlicht werden. Benutzer haben verschiedene Berechtigungen innerhalb von Organisationen, die von ihrer Berechtigungsstufe abhängen: erstellen, bearbeiten, veröffentlichen.

source: Topics
de: Themen

source: Please choose a topic
de: Bitte wählen Sie

source: The Main Category is a mandatory field. To get a better overview of all groups, take a look at this <a href="/group/">page</a>.
de: Die Hauptkategorie ist ein Pflichtfeld. Um einen besseren Überblick über die gesamten Gruppen zu haben, sehen Sie sich diese <a href="/group/">Seite</a> an.

source: Each catalogue entry is assigned to exactly one Main Category. Assignment to the group, Topics, is optional; several groups can also be selected here. To get a better overview of all groups, take a look at this <a href="/group/">page</a>.
de: Jeder Katalogeintrag ist genau einer Hauptkategorie zugeordnet. Die Zuordnung zu den Gruppen Themen ist optional, hier können auch mehr als eine Gruppe ausgewählt werden. Um einen besseren Überblick über die gesamten Gruppen zu haben, sehen Sie sich diese <a href="/group/">Seite</a> an.

source: Contact person
de: Datenverantwortlicher

source: Contact person EMail
de: Datenverantwortlicher E-Mail

source: Not available
de: Kein Wert vorhanden

source: Geometry Type
de: Geometrietyp

source: Timeliness
de: Update-Zyklus

source: Positional Accuracy
de: Lagengenauigkeit

source: City Archive
de: Stadtarchiv

source: External Ownership
de: Externe Datenurheber

source: Basic Information
de: Grundinformationen

source: Internet: Publication / Presentation in the LHM Task area
de: Internet: Veröffentlichungen / Präsentationen im Aufgabenbereich der LHM

source: Disclosure of data or services to third parties acting on behalf of the City
de: Weitergabe von Daten oder Diensten an Dritte, die im Auftrag der Stadt tätig werden

source: Internet: Data handover to external non-contractors
de: Internet: Datenabgabe an Externe, die nicht Auftragnehmer sind

source: Change History
de: Änderungshistorie

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> in resource {resource_link} in {pkg_link}
de: Wert des Feldes <q>{key}</q> wurde geändert zu <q>{new_val}</q> (hatte den Wert <q>{new_val}</q>) in der Ressource {resource_link} in {pkg_link}

source: Dear %(user_name)s, You have been invited to %(site_title)s. A user has already been created for you with the username %(user_name)s. You can change it later. You have been added to the %(group_type)s %(group_title)s with the following role: %(role_name)s. To accept this invite, please reset your password at: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
de: Sehr geehrte(r) %(user_name)s, Sie sind zum %(site_title)s eingeladen worden. Ein Benutzerkonto wurde bereits für Sie erstellt mit dem Benutzernamen %(user_name)s. Sie können diesen später ändern. Sie wurden der %(group_type)s %(group_title)s mit folgender Rolle hinzugefügt: %(role_name)s. Um diese Einladung anzunehmen, setzen Sie bitte Ihr Passwort unter folgendem Link zurück: %(reset_link)s Ich wünsche Ihnen einen schönen Tag. -- Nachricht gesendet von %(site_title)s (%(site_url)s)

source: Invite for %(site_title)s
de: Einladung für %(site_title)s

source: Dear %(user_name)s, You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
de: Sehr geehrte(r) %(user_name)s, Sie haben ein neues Passwort für %(site_title)s angefordert. Bitte klicken Sie auf den folgenden Link, um diesen Antrag zu bestätigen: %(reset_link)s Wir wünschen Ihnen einen schönen Tag. -- Nachricht gesendet von %(site_title)s (%(site_title)s)

source: Reset your password - %(site_title)s
de: Passwort zurücksetzen: %(site_title)s

source: Yes
de: Ja

source: No
de: Nein

source: Include Sub-%(group_type)ss
de: Unter-%(group_type)sen einbeziehen
